[
	{
		"id": 1,
		"tag": "EDUCATION",
		"heading": "Do not quit yet",
		"image": "/images/dont-quit.jpg",
		"date": "December 1, 2020",
		"quoteStart": "If you’re brave enough to start, you’re strong enough to finish",
		"quoteStartAuthor": "Gary Ryan Blair",
		"quoteEnd": "If you’re brave enough to start, you’re strong enough to finish",
		"quoteEndAuthor": "Gary Ryan Blair",
		"intro": "Despite the fact that some schools have been shut down for months and there seems not to be any hope of resuming this year, I would like you to know that you have not come this far to give up. No. While some may describe what is ahead as full of uncertainties, your future is not uncertain. It will definitely come to pass. But you have to be fully prepared. One of the ways to prepare is to go to school.",
		"section": [
			{
				"heading": "Is school really a scam?",
				"para": [
					"While many students believe that school is a scam because of their various experiences, it is important to note that school is not a scam at all. The fact that you are not doing well does not mean the education or school system is fake. It is high time you stopped listening to others who discouraged you and start speaking to yourself. You are intelligent, brilliant, and smart.",
					"There is time for everything. This present time shall pass also. But before the transition into the normal school settings, it is important for you to note that this time is a very good time for you to prepare for life after school. This is the right time to learn soft skills (like communication skills, interpersonal relationship skills, etc.) that can help you in life. There's no better time to learn how to do some little things that can fetch you money than now. This does not mean that money has to be your topmost priority. Gaining sustainability skills should be the most important thing.",
					"The best is yet to come. Keep hoping. Keep believing. Keep working towards the achievement of your goals. You can do it. You will do it. Just be consistent. This is not the time to quit but to be adequately prepared for the future. No prize comes without a price. It may not be easy. However, you will be glad you do not quit. Do not forget the popular quotes 'Quitters never win and winners never quit'"
				]
			},
			{
				"heading": "Finishing Strong",
				"para": [
					"It is illogical to dream of finishing a race that is yet to start. I hope to share with you few tips for finishing strong. Rome may not be built in a day but the building process started on a particular day. As a student who desires to finish strong, it is important to note that determination is the primary key to success. This is the first step. Without determination, you may end up being successful in what you never intend to be. This will be a very bad thing you will not like to happen to you. What do you hope to get out of school and any other activities you are engaged in? Dream high. Be determined and write down your goals.",
					"Also, it is important to note that being determined is not enough. The second tip I would like to share with you is detailed planning. Making a clear plan on how to achieve your goals will go a long way in helping you achieve your dream. What do you have to sacrifice? Which materials will you need to read? Which people will you need to meet in order to make your dream a reality? These are what you need to take note of as they would go a long way in helping you achieve your goals.",
					"The next thing to do after making a clear detailed plan on how to achieve your goal is to start working on them. It may not be easy. It will not be easy. However, you need to understand that there is a story behind every glory and for as long as that glory is not obvious to people to see, nobody will be willing to listen to your story. It may not be easy to be studying when there is no one to provide finance for studies. Although this and many other excuses may make you reconsider your goals, you need to understand that no excuse is tenable for giving up in life.",
					"You have not come this far only to give up at this juncture. Keep believing. Keep hoping. Keep working on your dreams. You are a special breed. The world awaits your manifestation."
				]
			}
		]
	},
	{
		"id": 2,
		"tag": "EMPATHY",
		"heading": "Olamijuwonlo paid his last respect to the deceased Prince.",
		"image": "/images/lmj-mourns-deceased-prince.jpg",
		"date": "December 3, 2020",
		"quoteStart": "It's so much darker when a light goes out than it would have been if it had never shone.",
		"quoteStartAuthor": "John Steinbeck",
		"quoteEnd": "Grief is not a disorder, a disease or sign of weakness. It is an emotional, physical and spiritual necessity, the price you pay for love. The only cure for grief is to grieve.",
		"quoteEndAuthor": "Earl A Grollman",
		"intro": "Sun shines and sets at his own time. It has no respect for our preference. That's how it has always been. The same is death.",
		"section": [
			{
				"heading": "Alao-Akala mourns the Prince death",
				"para": [
					"With a heavy heart, Hon. Olamijuwonlo Alao-Akala has paid his last respect to the deceased Prince Olumide Oyewumi on Wednesday, Dec. 2, 2020. Olamijuwonlo attended the burial programme to show his love and respect for the deceased and the family he left behind.",
					"Earlier on Tuesday, Olamijuwonlo accompanied his father, the Otunba Christopher Adebayo Alao-Akala to the palace of Soun of Ogbomosoland to mourn the death of the deceased Prince. Otunba Christopher Adebayo Alao-Akala offered his sincere condolences to the King, His Imperial Highness, Alhaji Jimoh Oyewumi Ajagungbade III.",
					"Olamijuwonlo admonished the family to take solace in the fact that the deceased Prince knew God and served Him while He was alive. He may have left us physically. However, our belief is that he is with his creator - the One he served on earth. This is because believers do not die because that will amount to hopelessness. Instead, believers sleep in the Lord because of the assurance that we have that all dead shall rise again on the resurrection morning."
				]
			}
		]
	},
	{
		"id": 3,
		"tag": "PHILANTHROPY",
		"heading": "Giving should be a lifestyle",
		"image": "/images/lmj02.jpg",
		"date": "November 28, 2020",
		"quoteStart": "It is easy to love the people far away. It is not always easy to love those close to us…. This is where our love for each other must start.",
		"quoteStartAuthor": "Mother Teresa",
		"quoteEnd": "When wealth is centralized, the people are dispersed. When wealth is distributed, the people are brought together.",
		"quoteEndAuthor": "Confucius",
		"intro": "I do not see giving to others as a thing only specific people can do. If a nation will grow, it is important the citizens learn to give back to the community. Everybody may not have cash or material thing to give. However, it is important to note that everybody has something to offer towards the growth and development of the community. I do not only believe this, but I practice it also.",
		"section": [
			{
				"heading": "Why should we give?",
				"para": [
					"One of the greatest things that can be said about people who live a fulfilled life and have their name immortalized is their selfless attitude to life. The lifestyle of such people in their lifetime amplifies their voice even in death. That is why it is difficult to forget them. Albert Pike put these words in order when he said 'What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal.'",
					"There is nothing we have that has not been received. We receive in different ways which include but not limited to the following: inheritance, business, gifts, investment, and so on. It is noteworthy to note that treasures, gifts, money, and everything we may have acquired do not contribute anything to make us human. We already are. However, the way we spend or utilize these treasures that we have with us is what makes us humanitarian. This is the best way to live a fulfilled life.",
					"No farmer expects a harvest when there is no planting. Every tree starts with a seed. Our world will grow better when we realize that there are a lot of unexplored talents around us. Many people have the ability to bring forth amazing innovations that can help the world be a better place to live in and also boost the economy of the nation. Unfortunately, many of these people do not know the potentials they have within them. They need someone who will help them by providing for them capital to start their business.",
					"Not everybody needs capital to become great, all some need is trust and encouragement. These people may suffer from low self-esteem because of their previous negative experiences. Some people only have to meet the right set of people. It will be a costly assumption to believe we have nothing to offer. Nobody has been created empty. No matter our position, status, background, ethnicity, and religion, we are not poor to the extent that we have nothing to give."
				]
			},
			{
				"heading": "To which extent?",
				"para": [
					"While it is important that we all learn not only to give but to make it a lifestyle, it is important to note that we are not God. We cannot meet all the problems of the people around us. Therefore, it is logical that we understand the times and seasons to save and spend.",
					"If there is one thing we can be sure of, it is that there will always be people willing to receive. Some of these people have nothing to give. In fact, they are not ready to work because of how lazy they are. All they care about is to receive. It can be a waste of time to help these kinds of people who are not ready to be helped.",
					"Work, Save, and Give. That is how to live."
				]
			}
		]
	},
	{
		"id": 4,
		"tag": "AGRICULTURE",
		"heading": "The need to reconsider Agriculture",
		"image": "/images/lmj-on-farm.jpg",
		"date": "December 3, 2020",
		"quoteStart": "When tillage begins, other arts follow. The farmers, therefore, are the founders of human civilization",
		"quoteStartAuthor": "Daniel Webster",
		"quoteEnd": "Agriculture is the noblest of all alchemy; for it turns earth, and even manure, into gold, conferring upon its cultivator the additional reward of health.",
		"quoteEndAuthor": "Paul Chatfield",
		"intro": "We celebrate the skills, talents, and gifts of people especially those that have invested theirs to advance the cause of humanity. However, less emphasis is placed on those who diligently work behind the scenes to ensure that every other person stays alive and healthy through the provision of food. This is the cause that every farmer has committed themselves to.",
		"section": [
			{
				"heading": "Who should get involved?",
				"para": [
					"Before we discussed who should get involved and who should not get involved, let's take a look at the definition of Agriculture. According to the Merriam-Webster dictionary, Agriculture is defined to be the science, art, or practice of cultivating the soil, producing crops, and raising livestock and in varying degrees the preparation and marketing of the resulting products.",
					"It is obvious that everyone consumes some of the Agricultural product every day. While not all of us seem to be concerned about the quality of what they eat or buy, it is important for those who care to consider getting involved in Agriculture. Some naturally love Agriculture but are yet to get involved. It is never too early either is it too late to be get involved in Agriculture.",
					"When I talk about getting involved in Agriculture, it is not limited to tilling the farmland also. The field of Agriculture has also expanded with the advancement in technology. People interested in ICT can also participate in Agriculture. In fact, one of the ways to get involved in Agriculture is in the aspect of investment. Investment in research aspect to better improve the quality and quantity of Agricultural produce and livestock.",
					"Agriculture offers employment opportunities to the young and old. There's almost no other industry that can create more diverse employment opportunities like Agriculture."
				]
			},
			{
				"heading": "What we stand to gain",
				"para": [
					"There are many benefits that can derive from Agriculture. One of them is an improved lifestyle. When we have access to a quality balanced diet, this will help to sustain the lives of many who die of malnutrition every year. This will also help us to save money that would have been spent on medical bills. It is medically proven that eating a balanced diet prolongs life and can help to prevent some diseases also.",
					"Imagine a community where we have many entrepreneurs who do not have to depend on the government before they live and sustain themselves. This is one of the things Agriculture can help us to achieve. Engagement in Agriculture can result in having constant cash flow that can be used to manage and sustain the business, family, and relations also.",
					"The level of risk involved in Agriculture is minimal when compared to other businesses. This means that Agriculture is much safer to invest in. Besides, it does not require much capital to start. It is also possible to start getting Returns On Investment (ROI) in less than three months of venturing into the business."
				]
			}
		]
	}
]
